{
  "en": {

    "navbar.home": "Home",
    "navbar.order": "Order",
    "navbar.customers": "Our Customers",
    "navbar.about": "About Us",
    "navbar.contact": "Contact Us",

    "auth.login": "Log In",
    "auth.register": "Register",
    "auth.forgotPassword": "Forgot Password",

    "auth.email.label": "Enter your email address",
    "auth.email.placeholder": "Email address",
    "auth.email.error": "Please enter a valid email address",

    "auth.password.label": "Enter your password",
    "auth.password.placeholder": "Password",
    "auth.password.error": "This field cannot be empty",

    "terms.title": "Terms",
    "terms.button.back": "Close and Go Back",
    "terms.p1": "BY clicking Invoice Now, you choose to register according to the information that you have typed in and the text on the registration page and the terms here, and you at the same time accept the terms here.",
    "terms.p2": "You can use the program FOR FREE for 14 days.",
    "terms.p3": "123 Fakturera is so easy and self-explanatory that the chance that you will need support is minimal, but if you should need support, we are here for you, with our office manned for the most part of the day. After the trial period, the subscription continues and costs SEK 99 excluding VAT per month, which is billed annually. If you do not want to keep the program, just cancel the trial period by giving notice before 14 days from registration.",
    "terms.p4": "You have of course the right to terminate the use of the program without any costs, by giving us notice per email before 14 days from registration, that you do not want to continue with the program, and you then of course do not pay anything.",
    "terms.p5": "If we do not receive such a notice from you before 14 days from registration, then the order, for natural reasons, cannot be changed. With registration it is meant the date and time when you did choose to press the button Invoice Now.",
    "terms.p6": "Billing is for one year at a time.",
    "terms.p7": "The price for 123 Fakturera (offer price SEK 99 per month / ordinary price SEK 159 per month) is for the annual fee Start for one year's use of the program.",
    "terms.p8": "(When using the offer price of SEK 99, the one-year period is calculated from registration.)",
    "terms.p9": "All prices are excluding VAT.",
    "terms.p10": "Offer, Inventory Control, Member Invoicing, Multiuser version and English printout are (or can be) additional modules that can be ordered later.",
    "terms.p11": "Intermediation, as well as invoicing, may take place from K-Soft Sverige AB, Box 2826, 187 28 Täby. We may cooperate with another company in the future. The payment is made to the company from which the invoice comes.",
    "terms.p12": "The annual fee is on a continuous basis, but if you do not wish to continue using the program, you must give notice thirty days before the next billing year.",
    "terms.p13": "The introductory offer (SEK 99 per month) applies for the first year. After one year the ordinary price is billed.",
    "terms.p14": "If you keep the program and do not notify us within 14 days, you accept the invoice. Not paying or late payment does not cancel the order.",
    "terms.p15": "License for the use of 123 Fakturera is sold in accordance with applicable laws.",
    "terms.p16": "We must store your information in order to help you and comply with laws.",
    "terms.p17": "The law requires that we inform you about our data storage practices.",
    "terms.p18": "If you order as a private person, you have the right to cancel as required by law. Your information may be used to provide help, follow bookkeeping laws and send you relevant product updates.",
    "terms.p19": "You can at any time request not to be sent information about upgrades via email or mail.",
    "terms.p20": "We must store, process and transfer your data for legal and technical reasons. Permission is given to us and associated partners.",
    "terms.p21": "You have the right to request access, correction, deletion and restriction of your stored information.",
    "terms.p22": "If you wish to contact us, please use the details on our website.",
    "terms.p23": "Click Invoice Now to register based on the information you entered and these terms.",
    "terms.p24": "Our customers are very satisfied, and we believe you will be too.",
    "terms.p25": "Have a great day!"
  },

  "sv": {
    "navbar.home": "Hem",
    "navbar.order": "Beställ",
    "navbar.customers": "Våra Kunder",
    "navbar.about": "Om oss",
    "navbar.contact": "Kontakta oss",

    "auth.login": "Logga In",
    "auth.register": "Registrera dig",
    "auth.forgotPassword": "Glömt lösenordet",

    "auth.email.label": "Skriv in din e-postadress",
    "auth.email.placeholder": "E-postadress",
    "auth.email.error": "Vänligen skriv in en giltig e-postadress",

    "auth.password.label": "Skriv in ditt lösenord",
    "auth.password.placeholder": "Lösenord",
    "auth.password.error": "Detta fält kan inte vara tomt",

    "terms.title": "Villkor",
    "terms.button.back": "Stäng och gå tillbaka",
    "terms.p1": "GENOM ATT klicka på Fakturera Nu så väljer ni att registrera enligt den information som ni har lagt in och texten på registreringssidan och villkoren här, och accepterar samtidigt villkoren här.",
    "terms.p2": "Ni kan använda programmet GRATIS i 14 dagar.",
    "terms.p3": "123 Fakturera är så lätt och självförklarande att chansen för att du kommer behöva support är minimal...",
    "terms.p4": "Ni har självklart rätt att avsluta användningen av programmet utan kostnad genom att ge oss besked via email inom 14 dagar...",
    "terms.p5": "Om vi inte inom 14 dagar från registrering mottar sådant besked från er, så kan ordern av naturliga orsaker inte ändras...",
    "terms.p6": "Fakturering sker för ett år i taget.",
    "terms.p7": "Priset för 123 Fakturera (specialpris kr 99 per månad / ordinarie pris 159 kr/mån) gäller årsavgift Start.",
    "terms.p8": "(Vid användning av specialpriset kr 99 så räknas ett årsperioden från registrering.)",
    "terms.p9": "Alla priser är exkl. moms.",
    "terms.p10": "Offert, Lagerstyrning, Medlemsfakturering, Fleranvändarversion och Engelsk utskrift är tillägg som kan beställas senare.",
    "terms.p11": "Förmedling och fakturering kan ske från K-Soft Sverige AB...",
    "terms.p12": "Årsavgiften är löpande men ni kan säga upp avtalet 30 dagar innan nästkommande period.",
    "terms.p13": "Introduktionspriset (kr 99/mån) gäller första året. Därefter debiteras ordinarie pris.",
    "terms.p14": "Om ni behåller programmet och inte meddelar oss inom 14 dagar accepterar ni fakturan.",
    "terms.p15": "Licens säljs enligt gällande lagar.",
    "terms.p16": "Vi måste spara informationen för att kunna hjälpa er och följa lagar.",
    "terms.p17": "Lagen kräver att vi informerar om hur data lagras.",
    "terms.p18": "Om ni beställer som privatperson har ni ångerrätt enligt lag.",
    "terms.p19": "Ni kan när som helst begära att inte få utskick om uppgraderingar.",
    "terms.p20": "Vi måste lagra, databehandla och flytta era data. Medgivande ges till oss och associerade företag.",
    "terms.p21": "Ni har rätt till åtkomst, rättelse, radering och dataportabilitet.",
    "terms.p22": "Om ni vill kontakta oss, använd informationen på webbplatsen.",
    "terms.p23": "Klicka på Fakturera Nu för att registrera enligt information och villkor.",
    "terms.p24": "Våra kunder är mycket nöjda och vi hoppas att ni upplever detsamma.",
    "terms.p25": "Ha en trevlig dag!"
  }
}
